Repository: diennt82/work
Catalog: *.lproj/Localizable.strings
Languages: de, es, es_419, fr, fr_ca, it, nl, pl, pt, sv

source: Account
de: Konto
es: Cuenta
es_419: Cuenta
fr: Compte
fr_ca: Compte
pl: Konto
pt: Conta
sv: Konto

source: Account
de: Konto
es: Cuenta
es_419: Cuenta
fr: Compte
fr_ca: Compte
pl: Konto
pt: Conta
sv: Konto

source: Account Created
de: Konto erstellt
es: Cuenta Creada
es_419: Cuenta creada
fr: Compte créé
fr_ca: Compte Créé
it: Account creato
nl: Account aangemaakt
pl: Konto Utworzono
pt: Conta criada
sv: Konto skapat

source: Add Camera Failed
de: Hinzufügen der Kamera gescheitert
es: Agregar cámara ha fallado.
es_419: Error al agregar cámara
fr: Échec ajout caméra
fr_ca: Ajouter une caméra échoué
it: Aggiunta videocamera non riuscita
nl: Camera toevoegen mislukt
pl: Dodanie kamery nie powiodło się
pt: O adicionamento da Câmera falhou
sv: Det misslyckades att lägga till kamera

source: AddCam Error
de: Fehler beim Hinzufügen der Kamera
es: Error en Agregar cámara
es_419: Error AddCam
fr: Erreur AddCam
fr_ca: Erreur d'ajout de caméra (AddCam)
it: Errore aggiunta videocamera
nl: AddCam Fout
pl: DodKam błąd
pt: Erro AddCam
sv: Lägg till Kam fel

# addcam_error_1
source: The device is not able to connect to the server. Please check the WIFI and the internet. Go to WIFI setting to confirm device is connected to intended router
de: Das Gerät kann nicht mit dem Server verbunden werden. Bitte überprüfen Sie die WLAN- und die Internetverbindung
es: El dispositivo no puede conectar al servidor. Por favor compruebe el WIFI y la conexión de internet
es_419: El dispositivo no puede conectarse al servidor. Revise el Wi-Fi y la conexión a Internet
fr: Le périphérique n'est pas en mesure de se connecter au serveur. Veuillez vérifier le WIFI et la connexion internet
fr_ca: Le dispositif ne connecte pas avec le serveur. Veuillez vérifier la connection Wi-Fi et la connection internet
it: Il dispositivo non può essere connesso al server. Controllare il Wi-Fi e la connessione Internet
nl: Het apparaat is niet in staat om verbinding te maken met de server. Controleer de WIFI en de internetverbinding
pl: Urządzenie nie może podłączyć się do serwera. Prosimy sprawdzić połączenie WIFI i internetowe
pt: O dispositivo não é capaz de se conectar ao servidor. Por favor, verifique o Wi-Fi e conexão com a Internet
sv: Enheten kan inte ansluta till servern. Kontrollera WIFI och internetanslutning

# Baby_Monitor_Setup
source: Monitor Setup
de: Einrichten des Baby Monitors
es: Configuración Monitor
es_419: Configuración del monitor
fr: Configuration de l'Ecoute-Bébé
fr_ca: Réglage du Moniteur
it: Configurazione del monitor
nl: Monitor instellen
pl: Ustawienia monitor
pt: Configuração do monitor
sv: Monitor inställning

source: Back
de: Zurück
es: Volver
es_419: Posterior
fr: Retour
fr_ca: Précédent
it: Indietro
nl: Terug
pl: Do tyłu
pt: Para trás
sv: Tillbaka

# bms_error_404
source: Server is temporarily not available
de: Der Server ist vorübergehend nicht verfügbar
es: Servidor temporalmente no disponible
es_419: Servidor no está disponible temporalmente
fr: Serveur temporairement indisponible
fr_ca: Le serveur est temporairement non disponible
it: Il server è momentaneamente non disponibile
nl: Server is tijdelijk niet beschikbaar
pl: Serwer jest czasowo niedostępny
pt: O servidor está temporariamente indisponível
sv: Servern är tillfälligt inte tillgänglig

# bms_error_601
source: Invalid command passed. Please check the query.
de: Ungültiger Befehl übergeben. Überprüfen Sie bitte die Abfrage.
es: Comando pasado no válido. Por favor, compruebe la consulta.
es_419: Se pasó un comando no válido. Verifique la consulta.
fr: Commande non valide transmise. Veuillez vérifier la requête.
fr_ca: Commande invalide. Veuillez vérifier la demande.
it: Comando non valido. Controllare la query.
nl: Ongeldige opdracht overgeslagen. Controleer de aanvraag.
pl: Nieprawidłowa komenda wygasła. Prosimy sprawdzić zapytanie.
sv: Felaktigt kommando lämnat. Kontrollera förfrågan.

# bms_error_602
source: Required parameter(s) are missing.
de: Der/Die erforderliche(n) Parameter ist/sind nicht vorhanden.
es: Falta(n) parámetro(s) necesario(s)
es_419: Faltan los parámetro(s) requerido(s).
fr: Paramètre(s) requis est (sont) manquant(s).
fr_ca: Paramètre(s) nécessaire manquant
it: I parametri richiesti sono mancanti.
nl: Vereiste parameter(s) ontbreken.
pl: Brakuje niezbędnych parametrów.
pt: Parâmetros necessários estão em falta.
sv: Erforderlig(a) parameter(rar) saknas.

# bms_error_603
source: Length of the parameter is out of expected boundaries.
de: Länge des Parameters außerhalb der erwarteten Grenzen.
es: Longitud del parámetro está fuera de los límites esperados.
es_419: La longitud del parámetro está fuera de los límites esperados.
fr: Longueur du paramètre est hors des limites attendues.
fr_ca: La durée des paramètres dépasse les attentes des limites.
it: La durata del parametro è oltre i limiti previsti.
nl: Lengte van de parameter is buiten de verwachte grenzen.
pl: Długość parametru wychodzi poza oczekiwane granice.
pt: O comprimento do parâmetro está fora dos limites esperados.
sv: Längden på parametern ligger utanför de förväntade gränserna.

# bms_error_611
source: Camera does not exist.
de: Kamera existiert nicht.
es: Cámara no existe.
es_419: No existe cámara.
fr: La caméra n'existe pas.
fr_ca: La caméra n'existe pas.
it: La videocamera non esiste.
nl: Camera bestaat niet.
pl: Kamera nie istnieje.
pt: A Câmera não existe.
sv: Kameran finns inte.

# bms_error_612
source: Unable to communicate with the camera.
de: Kommunikation mit der Kamera fehlgeschlagen
es: Can't start video stream due to camera port is inaccessible. Monitor is re-acquiring the port. Try again after 1 to 2 minutes. (612)
es_419: Can't start video stream due to camera port is inaccessible. Monitor is re-acquiring the port. Try again after 1 to 2 minutes. (612)
fr: Impossible de communiquer avec la caméra.
fr_ca: Can't start video stream due to camera port is inaccessible. Monitor is re-acquiring the port. Try again after 1 to 2 minutes. (612)
it: Can't start video stream due to camera port is inaccessible. Monitor is re-acquiring the port. Try again after 1 to 2 minutes. (612)
nl: Can't start video stream due to camera port is inaccessible. Monitor is re-acquiring the port. Try again after 1 to 2 minutes. (612)
pl: Can't start video stream due to camera port is inaccessible. Monitor is re-acquiring the port. Try again after 1 to 2 minutes. (612)
pt: Can't start video stream due to camera port is inaccessible. Monitor is re-acquiring the port. Try again after 1 to 2 minutes. (612)
sv: Can't start video stream due to camera port is inaccessible. Monitor is re-acquiring the port. Try again after 1 to 2 minutes. (612)

# bms_error_613
source: Unable to communicate with the camera.
de: Kann nicht mit der Kamera kommunizieren.
es: Imposible comunicar con la cámara.
fr: Impossible de communiquer avec la caméra.
fr_ca: La communication avec la caméra a échouée.
it: Impossibile comunicare con la videocamera.
nl: Kan niet communiceren met de camera.
pl: Komunikacja z kamerą nie powiodła się.
pt: Incapaz de se comunicar com a câmera.
sv: Kan inte kommunicera med kameran.

# bms_error_614
source: Camera is not ready for streaming
de: Kamera nicht bereit für Datenstrom
es: Cámara no está lista para la transmisión
es_419: La cámara no está lista para transmisión
fr: L'appareil n'est pas prête pour la diffusion en streaming
fr_ca: La caméra n'est pas prête pour l'utilisation continue
it: La videocamera non è pronta per lo streaming
nl: Camera is nog niet klaar voor streaming
pl: Kamera nie jest gotowa na strumieniowanie
pt: A câmera não está pronta para fluxo contínuo
sv: Kameran är inte klar för direktuppspelning

# bms_error_621
source: Email Id is not registered.
de: E-Mail ID ist nicht angemeldet.
es: ID de email no está registrado.
es_419: Id de correo electrónico no está registrado.
fr: ID E-mail n'est pas enregistrée.
fr_ca: Identification du Courriel non enregistrée.
it: ID e-mail non registrata.
nl: E-mail id is niet geregistreerd.
pl: Id email nie jest zarejestrowane.
pt: O Id e-mail não está registado.
sv: E-post-Id är inte registrerat.

# bms_error_622
source: Email Id registed but not activated.
de: E-Mail ID ist angemeldet aber nicht aktiviert.
es: ID de email registrado pero no activado.
es_419: Id de correo electrónico registrado pero no activado.
fr_ca: Identification du Courriel enregistrée mais non activé.
it: ID e-mail registrata ma non attivata.
nl: E-mail id is geregistreerd maar niet geactiveerd.
pl: Id emaila jest zarejestrowane ale nie jest aktywne.
pt: O Id e-mail está registado, mas não ativado.
sv: E-post-Id är registrerat men inte aktiverat.

# bms_error_623
source: Email Id is already activated.
de: E-Mail ID ist bereits aktiviert.
es: ID de email está ya activado.
es_419: ID del correo electrónico ya está activado.
fr: ID E-mail est déjà activée.
fr_ca: Identification du Courriel déjà activée.
it: ID e-mail già attivata.
nl: E-mail id is al geactiveerd.
pl: Id emaila jest już aktywowane.
pt: O Id e-mail já está ativado.
sv: E-post-Id har redan aktiverats.

# bms_error_624
source: Activation failed. Either user is not registered or the activation period is expired. Please register again.
de: Aktivierung gescheitert. Der Benutzer ist entweder nicht angemeldet oder der Aktivierungszeitraum ist abgelaufen. Melden Sie sich bitte erneut an.
es: Activación ha fallado. El usuario no está registrado o el periodo de activación ha caducado. Por favor vuelva a registrarse.
es_419: Error de activación. O el usuario no está registrado o el período de activación ha expirado. Por favor regístrese nuevamente.
fr: Échec de l'activation. Soit l'utilisateur n'est pas enregistré ou la période d'activation s'est écoulée. Veuillez vous inscrire à nouveau.
fr_ca: Activation échouée. Soit l'utilisateur n'est pas enregistré ou la période d'activation est expirée. Veuillez vous enregistrer à nouveau.
it: Attivazione non riuscita. L'utente non è registrato oppure il periodo di attivazione è scaduto. Effettuare di nuovo la registrazione.
nl: Activering mislukt. Ofwel de gebruiker is niet geregistreerd of de activeringsperiode is verlopen. Gelieve opnieuw te registreren.
pl: Aktywacja nie powiodła się. Albo użytkownik nie jest zarejestrowany albo okres aktywacji minął. Prosimy zarejestrować ponownie.
pt: A ativação falhou. O utilizador não está registado ou o período de ativação expirou. Por favor, registe novamente.
sv: Aktiveringen misslyckades. Antingen är inte användaren registrerad eller också har aktiveringstiden gått ut. Registrera dig igen.

# bms_error_625
source: Activation failed. Invalid activation key.
de: Aktivierung fehlgeschlagen. Ungültiger Aktivierungsschlüssel.
es: Activación ha fallado. Clave de activación inválida.
fr: Échec de l'activation. Code d'activation non valide.
fr_ca: Activation échouée. Clé d'activation invalide.
it: Attivazione non riuscita. Codice di attivazione non valido.
nl: Activatie mislukt. Ongeldige activatiecode.
pl: Aktywacja nieuda. Błędy klucz aktywacyjny.
sv: Aktiveringen misslyckades. Felaktig aktiveringsnyckel.

# bms_error_626
source: Authentication failed, either Email Id or Password is invalid.
es: Activación ha fallado. Clave de activación inválida.
es_419: Error de autenticación, ya sea el ID del correo electrónico o la contraseña no son válidos.
fr: Échec de l'authentification, soit ID -mail ou mot de passe invalides.
fr_ca: Échec d'authentification, soit l'identification de courriel ou votre mot de passe est invalide.
it: Autenticazione fallita, l'ID e-mail o la password non sono validi.
nl: De verificatie is mislukt, ofwel de E-mail id of het wachtwoord is ongeldig.
pl: Uwierzytelnianie nie powiodło się, albo Id emaila albo hasło jest nieważne.
pt: Falha na autenticação, o Id de E-mail ou a senha é inválido.
sv: Verifiering misslyckades, antingen är e-post-Id eller -lösenord felaktigt.

# bms_error_627
source: Camera is not associated with any user (email id).
de: Kamera ist keinem Benutzer (E-Mail ID) zugeordnet.
es: La cámara no está asociada a ningún usuario (ID de correo electrónico).
es_419: La cámara no está asociada a ningún usuario (id de correo electrónico).
fr: La caméra n'est associée à aucun utilisateur (id e-mail).
fr_ca: La caméra n'est pas associée avec un utilisateur (identification de courriel).
it: La videocamera non è associata a nessun utente (ID e-mail).
nl: Camera is niet geassocieerd met een gebruiker (e-mail id).
pl: Kamera nie jest skojarzona z żadnym użytkownikiem (email id).
sv: Kameran är inte associerad med någon användare (e-post-id).

# bms_error_628
source: Email is already registered
de: E-Mail ist bereits angemeldet.
es: Email ya está registrado
es_419: Correo electrónico ya está registrado
fr: E-mail déjà enregistré.
fr_ca: Courriel déjà enregistré
it: E-mail già registrata.
nl: E-mail is reeds geregistreerd
pl: Email jest już zarejestrowany
pt: O E-mail já está registrado
sv: E-posten är redan registrerad

# bms_error_636
source: Username is already registered
de: Benutzername ist bereits angemeldet
es: Nombre de usuario ya registrado
es_419: El nombre de usuario ya está registrado
fr: Nom utilisateur déjà enregistré.
fr_ca: Le Nom de l'Utilisateur est déjà enregistré
it: Nome utente già registrato
nl: Gebruikersnaam is reeds geregistreerd
pl: Nazwa użytkownika jest już zarejestrowana
pt: Nome de utilizador já está registado
sv: Användarnamnet är redan registrerat

# bms_error_699
source: Unhandled exception occured, please contact administrator.
de: Nicht behandelte Ausnahme aufgetreten, setzen Sie sich bitte mit dem Administrator in Verbindung.
es: Se produjo una excepción no manejada, por favor contacte al administrador.
es_419: Se ha producido una excepción no controlada, póngase en contacto con el administrador.
fr: Une exception non gérée est survenue, veuillez contacter l'administrateur.
fr_ca: Une exception non gérée s'est produite, veuillez contecter l'administrateur.
it: Eccezione non gestita, contattare l'amministratore.
nl: Niet-verwerkte uitzondering opgetreden, neem contact op met de beheerder.
pl: Pojawił się nieobsłużony wyjątek, prosimy o kontakt z administratorem.
pt: Ocorreu uma excepção não tratada, por favor contate o administrador.
sv: Ohanterbart undantag uppstod, kontakta administratören.

# bms_error_unknown
source: Unknown error - %d
de: Unbekannter Fehler - %d
es: Error desconocido - %d
es_419: Error desconocido - %d
fr: Erreur inconnue - %d
fr_ca: Erreur inconnue-%d
it: Errore sconosciuto - %d
nl: Onbekende fout - %d
pl: Nieznany błąd - %d
pt: Erro desconhecido -% d
sv: Okänt fel - %d

# cam_menu_err_1
source: Camera is not reachable
de: Kamera nicht erreichbar
es: Cámara no está accesible
es_419: La cámara no es accesible
fr: La caméra est inaccessible
fr_ca: La caméra n'est pas accessible
it: Videocamera non raggiungibile
nl: Camera is niet bereikbaar
pl: Kamera nie jest osiągalna
pt: A câmera não está acessível
sv: Kameran kan inte nås

# cam_menu_err_2
source: Unable to rename this camera. Please re-login and try again
de: Umbenennen dieser Kamera fehlgeschlagen Bitte erneut einloggen und noch einmal versuchen
es: Imposible renombrar esta cámara. Por favor vuelva a iniciar sesión y vuelva a intentarlo
es_419: No es posible cambiar el nombre de esta cámara. Vuelva a iniciar sesión y vuelva a intentarlo
fr: Impossible de renommer la caméra. Veuillez vous reconnecter et réessayer
fr_ca: Impossible de renommer la caméra. Veuillez vous connecter et réessayer
it: Impossibile rinominare questa videocamera. Accedere di nuovo e riprovare
nl: Kan deze camera niet hernoemen. Log opnieuw in en probeer het opnieuw
pl: Zmiana nazwy tej kamery nie powiodła się. Zaloguj się ponownie i spróbuj ponownie
pt: Não é possível renomear esta câmara. Por favor, volte a fazer o login e tente novamente
sv: Kan inte döpa om den här kameran. Logga in och försök igen

# cam_menu_err_3
source: Camera name cant be empty, please try again
de: Der Kameraname kann nicht leer sein, bitte noch einmal probieren
es: Nombre de cámara no puede quedar en blanco, por favor vuelva a intentarlo
es_419: El nombre de la cámara no puede estar vacío, inténtelo de nuevo
fr: Le nom de la caméra ne peut pas être vide, veuillez réessayer
fr_ca: Le nom de la caméra ne peut être vidé, veuillez essayer à nouveau
it: Il nome videocamera non può essere vuoto, riprovare
nl: Cameranaam kan niet leeg zijn, probeer het opnieuw
pl: Nazwa kamery nie może być pusta, prosimy spróbować ponownie
pt: O nome da câmara não pode ser vazio, por favor, tente novamente
sv: Kameranamnet kan vara tomt, var god försök igen

# cam_menu_err_4
source: Camera name can't be removed, please log-in
es: Nombre de cámara no se puede borrar, por favor inicie sesión
es_419: El nombre de la cámara no se puede eliminar, inicie sesión en
fr: Le nom de la caméra ne peut pas être supprimé, veuillez vous connecter
fr_ca: Le nom de la caméra ne peut être effacé, veuillez ouvrir une session
it: Il nome della videocamera non può essere rimosso, effettuare di nuovo l'accesso
nl: Cameranaam kan niet worden verwijderd, log-in
pl: Nie można usunąć nazwy kamery, prosimy zalogować się
pt: O nome da câmera não pode ser removido, por favor faça o login
sv: Kamera namnet kan inte tas bort, var god logga in

# cam_menu_err_5
source: Failed to change camera name. Please try again later
de: Ändern des Kameranamens fehlgeschlagen. Bitte versuchen Sie es später noch einmal
es: Fallo al cambiar el nombre de cámara. Por favor inténtelo otra vez
es_419: No se ha podido cambiar el nombre de la cámara. Inténtelo de nuevo más tarde
fr: Impossible de modifier le nom de la caméra. Veuillez réessayer plus tard.
fr_ca: Échec du Changement du Nom de la Caméra. Veuillez essayer à nouveau plus tard !
it: Impossibile cambiare il nome della videocamera. Riprovare più tardi.
nl: Mislukt om de camera te wijzigen. Probeer het later opnieuw
pl: Zmiana nazwy kamery nie powiodła się. Prosimy spróbować ponownie później
pt: Falha ao mudar o nome da Câmera. Por favor, tente novamente mais tarde
sv: Det misslyckades att ändra kameranamn. Försök igen senare

# cam_rem_msg
source: Please confirm that you want to remove this camera from your account. This action will also switch your camera to default settings. You will need to add the camera into your account again to use it.
de: Bitte bestätigen Sie, dass Sie diese Kamera aus Ihrem Konto entfernen möchten. Durch diese Aktion kehrt die Kamera ebenso zu den Standardeinstellungen zurück Sie müssen die Kamera wieder Ihrem Konto hinzufügen, um sie nutzen zu können.
es: Por favor confirme que desea eliminar esta cámara de su cuenta. Esto también cambiará la cámara a los ajustes predeterminados. Usted tendrá que añadir la cámara a su cuenta otra vez para poder usarla.
es_419: Por favor confirme que desea eliminar esta cámara de su cuenta. Esta acción también cambiará la cámara a los ajustes predeterminados. Será necesario agregar la cámara a su cuenta nuevamente para usarla.
fr: Veuillez confirmer que vous souhaitez supprimer cette caméra de votre compte. Cette action permettra également de passer la caméra sur les paramètres par défaut. Vous devrez de nouveau ajouter la caméra à votre compte pour l'utiliser.
fr_ca: Veuillez confirmer votre demande pour supprimer cette caméra de votre compte. De plus, cette action réintègre les paramètres par défaut de la caméra. Veuillez ajouter la caméra de nouveau dans votre compte pour l'utiliser.
it: Confermare di voler rimuovere questa videocamera dall'account. Questa azione riporterà la videocamera alle impostazioni predefinite. Sarà necessario aggiungere nuovamente la videocamera all'account per usarla.
nl: Bevestig dat u deze camera wilt verwijderen van uw account. Deze actie zal uw camera ook herstellen naar de standaardinstellingen. U moet de camera opnieuw toevoegen aan uw account om het te gebruiken.
pl: Potwierdź, że chcesz usunąć tą kamerę z twojego konta. Działanie to przełączy twoją kamerę do ustawień domyślnych. Będziesz potrzebował dodać ponownie kamerę do swojego konta, aby jej używać.
pt: Por favor, confirme que você deseja remover esta câmera da sua conta. Esta ação irá também mudar a sua câmera para as configurações padrão. Você vai precisar de adicionar a câmera à sua conta novamente para usá-la.
sv: Bekräfta att du vill ta bort den här kameran från ditt konto. Den här åtgärden kommer även att koppla om din kamera till standardinställningarna. Du måste lägga till kameran i ditt konto igen för att kunna använda den.

# cam_rem_msg1
source: Please confirm that you want to remove this camera from your account. The camera is not accessible right now, it will not be switched to direct mode. Please refer to FAQ to reset it manually.
de: Bitte bestätigen Sie, dass Sie diese Kamera aus Ihrem Konto entfernen möchten. Die Kamera ist im Augenblick nicht erreichbar. Sie wird nicht in den direkten Modus umgeschaltet. Bitte lesen Sie in den FAQ nach, um sie manuell zurückzusetzen.
es: Por favor confirme que desea eliminar esta cámara de su cuenta. La cámara no está disponible ahora mismo, no se cambiará a modo directo. Por favor, consulte las preguntas frecuentes para reiniciarlo manualmente.
es_419: Por favor confirme que desea eliminar esta cámara de su cuenta. La cámara no está disponible en estos momentos, no se cambiará al modo de acceso directo. Por favor, consulte FAQ (preguntas frecuentes) para restablecer manualmente.
fr: Veuillez confirmer que vous souhaitez supprimer cette caméra de votre compte. La caméra n'est pas accessible pour l'instant, elle ne sera pas être commutée en mode direct. Veuillez vous référer à la FAQ pour la réinitialiser manuellement.
fr_ca: Veuillez confirmer votre demande pour supprimer cette caméra de votre compte. La caméra n'est pas accessible à ce moment, le changement vers le mode direct ne s'effectue pas. Veuillez faire référence à la section FAQ pour la réinitialisation manuelle.
it: Confermare di voler rimuovere questa videocamera dall'account. La videocamera non è accessibile ora, non passerà alla modalità diretta. Far riferimento alle FAQ per il ripristino manuale.
nl: Bevestig dat u deze camera wilt verwijderen van uw account. De camera is niet toegankelijk op dit moment, het zal niet worden overgeschakeld naar de directe modus. Raadpleeg FAQ om het handmatig te herstellen.
pl: Potwierdź, że chcesz usunąć tą kamerę z twojego konta. Kamera nie jest dostępna w tym momencie, będzie przełączona na tryb bezpośredni. Prosimy zasięgnąć informacji w FAQ, aby zresetować ręcznie.
pt: Por favor, confirme que você deseja remover esta câmera da sua conta. A câmera não está acessível agora, não vai ser mudada para o modo direto. Por favor, consulte as FAQ para redefini-la manualmente.
sv: Bekräfta att du vill ta bort den här kameran från ditt konto. Kameran är inte tillgänglig just nu, den kommer inte att kopplas om till direkt mod Se FAQ för att återställa den manuellt.

# Camera_fw_upgrade
source: Camera Firmware Upgrade
de: Upgrade der Kamera-Firmware
es: Actualización Firmware de cámara.
es_419: Actualización del firmware de la cámara
fr: Mise à niveau firmware caméra
fr_ca: Nouvelle version de Caméra Firmware
it: Aggiornamento del firmware della videocamera
pl: Aktualizacja oprogramowania firmowego kamery
pt: Atualização do firmware da Câmera
sv: Kamera programvaruuppgradering
