Repository: diennt82/work
Catalog: *.lproj/Localizable.strings
Languages: de, es, es_419, fr, fr_ca, it, nl, pl, pt, sv

# Camera_name_cant_be_empty
source: Camera name cant be empty, please try again
de: Der Kameraname kann nicht leer sein, bitte noch einmal probieren
es: Nombre de cámara no puede quedar en blanco, por favor vuelva a intentarlo
es_419: El nombre de la cámara no puede estar vacío, inténtelo de nuevo
fr: Le nom de la caméra ne peut pas être vide, veuillez réessayer
fr_ca: Le nom de la caméra ne peut être vidé, veuillez essayer à nouveau
it: Il nome videocamera non può essere vuoto, riprovare
nl: Cameranaam kan niet leeg zijn, probeer het opnieuw
pl: Nazwa kamery nie może być pusta, prosimy spróbować ponownie
pt: O nome da câmara não pode ser vazio, por favor, tente novamente
sv: Kameranamnet kan vara tomt, var god försök igen

source: Cameras
de: Kameras
es: Cámaras
es_419: Cámaras
fr: Caméras
fr_ca: Caméras
it: Prova videocamera
pl: Kamery
pt: Câmeras
sv: Kameror

source: Cancel
de: Abbrechen
es: Cancelar
es_419: Cancelar
fr: Annuler
fr_ca: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Annullera

source: Cancel
de: Abbrechen
es: Cancelar
es_419: Cancelar
fr: Annuler
fr_ca: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Annullera

# cant_start_stream
source: Can't start video stream, the Monitor is busy, try again later.
de: Videostrom kann nicht gestartet werden, der BabyMonitor ist ausgelastet. Versuchen Sie es bitte später noch einmal.
es: No se puede iniciar la transmisión de video, el monitor de bebé esta ocupado, inténtelo mas tarde.
es_419: No se puede iniciar secuencia de vídeo, el monitor de bebé está ocupado, inténtelo de nuevo más tarde.
fr: Impossible de lancer le streaming vidéo, l'Ecoute-Bébé est occupé. Réessayez ultérieurement.
fr_ca: Impossible de démarrer la vision continue de la vidéo, le Moniteur pour Bébé est occupé, veuillez essayer plus tard.
it: Impossibile iniziare il video, il monitor per neonati è occupato, riprovare più tardi.
nl: Kan videostream niet starten, de Monitor is bezet, probeer het later opnieuw.
pl: Nie można uruchomić strumienia video, Monitor jest zajęty, spróbuj ponownie później.
pt: Não é possível iniciar fluxo de vídeo, o Monitor do Bebé está ocupado, tente novamente mais tarde.
sv: Kan inte starta videouppspelning, monitorn är upptagen, försök igen senare.

# cant_start_stream2
source: Server request timeout, try again later
de: Zeitüberschreitung bei Serverabfrage. Versuchen Sie es später noch einmal.
es: Solicitud de servidor ha caducado, inténtelo de nuevo más tarde
es_419: Petición del servidor de tiempo de espera, volver a intentar más tarde
fr: Expiration du délai de demande de serveur, réessayez plus tard
fr_ca: Le serveur demande une pause, veuillez essayer à nouveau plus tard.
it: Richiesta del server scaduta, riprovare più tardi
nl: Serveraanvraag time-out, probeer het later opnieuw
pt: O servidor solicita tempo limite, tente novamente mais tarde
sv: Serverförfrågan timeout, försök igen senare

source: Change Camera Name
de: Kamera Name ändern
es: Cambiar nombre de cámara
es_419: Cambiar nombre de cámara
fr: Changer Nom de la caméra
fr_ca: Changer le Nom de la Caméra
it: Cambia il nome della videocamera
nl: Wijzig cameranaam
pl: Zmień nazwę kamery
pt: Alterar o nome da Câmara
sv: Ändra kameranamn

# comm_with_camera_timeout
source: Communication with camera has timeout.
de: Zeitüberschreitung bei Kommunikation mit der Kamera.
es: La comunicación con el monitor de bebé ha caducado.
es_419: La comunicación con la cámara tiene tiempo de espera.
fr: Communication avec la caméra a expiré.
fr_ca: La communication avec la caméra est expirée.
it: Comunicazione con la videocamera scaduta.
nl: Communicatie met camera heeft een time-out.
pl: Komunikacja z kamerą przekroczyła czas.
pt: A comunicação com a câmera expirou.
sv: Kommunikationen med kameran har timeout.

# comm_with_camera_timeout_msg
source: Please retry.
de: Bitte wiederholen.
es: Por favor inténtelo de nuevo.
es_419: Vuelva a intentarlo.
fr: Veuillez réessayer.
fr_ca: Veuillez réessayez.
it: Riprovare.
nl: probeer het opnieuw.
pl: Prosimy spróbować ponownie.
pt: Por favor, tente novamente.
sv: Var god försök igen.

source: Configure Camera
de: Kamera konfigurieren
es: Configurar cámara
es_419: Configurar cámara
fr: Configurer Caméra
fr_ca: Configuration de la Caméra
it: Configura videocamera
nl: Configureer camera
pt: Configurar a Câmera
sv: Konfigurera kameran

# Confirm_remove_cam_local
source: Please confirm that you want to remove this camera from your account. This action will also reset the camera to setup mode.
de: Bitte bestätigen Sie, dass Sie diese Kamera aus Ihrem Konto entfernen möchten. Durch diese Aktion kehrt die Kamera ebenso in den Einstellmodus zurück.
es: Por favor confirme que desea eliminar esta cámara de su cuenta. Esto reiniciará la cámara al modo de configuración.
es_419: Por favor confirme que desea eliminar esta cámara de su cuenta. Esta acción también restablecerá la cámara al modo de configuración.
fr: Veuillez confirmer que vous souhaitez supprimer cette caméra de votre compte. Cette action permettra également de réinitialiser la caméra en mode configuration.
fr_ca: Veuillez confirmer votre demande pour supprimer cette caméra de votre compte. Cette action réinitialise le mode de réglage de la caméra.
it: Confermare di voler rimuovere questa videocamera dall'account. Questa azione ripristinerà anche la videocamera in modalità di impostazione.
nl: Bevestig dat u deze camera wilt verwijderen van uw account. Deze actie zal ook de camera herstellen in de instel modus.
pl: Potwierdź, że chcesz usunąć tą kamerę z twojego konta. Działanie to zresetuje również kamerę do trybu ustawień.
pt: Por favor, confirme que você deseja remover esta câmera da sua conta. Esta ação também irá redefinir a câmera para o modo de configuração.
sv: Bekräfta att du vill ta bort den här kameran från ditt konto. Den här åtgärden kommer även att återställa kameran till inställningsmod.

# Confirm_remove_cam_remote
source: Please confirm that you want to remove this camera from your account. The camera is not accessible right now, it will not be switched to setup mode. Please refer to FAQ to reset it manually.
de: Bitte bestätigen Sie, dass Sie diese Kamera aus Ihrem Konto entfernen möchten. Die Kamera ist im Augenblick nicht erreichbar. Sie wird nicht in den direkten Modus umgeschaltet. Bitte lesen Sie in den FAQ nach, um sie manuell zurückzusetzen.
es: Por favor confirme que desea eliminar esta cámara de su cuenta. La cámara no está disponible ahora mismo, no se cambiará a modo directo. Por favor, consulte las preguntas frecuentes para reiniciarlo manualmente.
es_419: Por favor confirme que desea eliminar esta cámara de su cuenta. La cámara no está disponible en estos momentos, no se cambiará al modo de acceso directo. Por favor, consulte FAQ (preguntas frecuentes) para restablecer manualmente.
fr: Veuillez confirmer que vous souhaitez supprimer cette caméra de votre compte. La caméra n'est pas accessible pour l'instant, elle ne sera pas être commutée en mode direct. Veuillez vous référer à la FAQ pour la réinitialiser manuellement.
fr_ca: Veuillez confirmer votre demande pour supprimer cette caméra de votre compte. La caméra n'est pas accessible à ce moment, le changement vers le mode direct ne s'effectue pas. Veuillez faire référence à la section FAQ pour la réinitialisation manuelle.
it: Confermare di voler rimuovere questa videocamera dall'account. La videocamera non è accessibile ora, non passerà alla modalità diretta. Far riferimento alle FAQ per il ripristino manuale.
nl: Bevestig dat u deze camera wilt verwijderen van uw account. De camera is niet toegankelijk op dit moment, het zal niet worden overgeschakeld naar de directe modus. Raadpleeg FAQ om het handmatig te herstellen.
pl: Potwierdź, że chcesz usunąć tą kamerę z twojego konta. Kamera nie jest dostępna w tym momencie, będzie przełączona na tryb bezpośredni. Prosimy zasięgnąć informacji w FAQ, aby zresetować ręcznie.
pt: Por favor, confirme que você deseja remover esta câmera da sua conta. A câmera não está acessível agora, não vai ser mudada para o modo direto. Por favor, consulte as FAQ para redefini-la manualmente.
sv: Bekräfta att du vill ta bort den här kameran från ditt konto. Kameran är inte tillgänglig just nu, den kommer inte att kopplas om till direkt mod Se FAQ för att återställa den manuellt.

source: Connecting to Server...
de: Mit Server verbinden …
es: Conectando al servidor …
es_419: Conectando con el servidor...
fr: En cours de connexion au Serveur...
fr_ca: Connection avec le serveur...
it: Connessione al server...
nl: Verbinding maken met server...
pl: Podłączanie do serwera...
pt: A conectar ao servidor ...
sv: Ansluter till servern...

source: Create Account
de: Konto Erstellen
es: Crear Cuenta
fr: Créer compte
fr_ca: Création de Compte
it: Crea account
nl: Account aanmaken
pl: Stwórz konto
pt: Criar Conta
sv: Skapa konto

source: Create Account Failed
de: Erstellen des Kontos gescheitert
es: Crear Cuenta ha fallado
es_419: No se ha podido crear cuenta
fr: Echec Création Compte
fr_ca: Échec de Création de Compte
it: Creazione account non riuscita
nl: Account aanmaken is mislukt
pl: Tworzenia konta nie powiodło się
pt: A Ciração de Conta Falhou
sv: Det misslyckades att skapa konto

# Create_Account_Failed_msg2
source: Password does not match
de: Das Passwort stimmt nicht überein
es: Contraseña no coincide
es_419: La contraseña no coincide
fr: Le mot de passe ne correspond pas
fr_ca: Le mot de passe ne correspond pas
it: La password non corrisponde
nl: Wachtwoord komt niet overeen
pl: Hasło nie zgadza się
pt: A senha não corresponde
sv: Lösenordet stämmer inte

# Create_Account_Failed_msg3
source: Invalid email. Email address should be of the form somebody@somewhere.com
de: Ungültige E-Mail. Die E-Mai-Adresse sollte die Form irgendjemand@irgendwo.com haben.
es: Email inválido. La dirección de email debería tener la siguiente forma alguien@algúnlado.com
es_419: Correo electrónico no válido. La dirección correo electrónico debe ser de la forma alguien@enalgunlugar.com
fr: E-mail non valide. Adresse e-mail doit être sous la forme somebody@somewhere.com
fr_ca: Courriel invalide. Le format approprié du courriel est sous la forme : somebody@somewhere.com.
it: Indirizzo e-mail non valido. L'indirizzo e-mail deve essere nella forma somebody@somewhere.com
nl: Ongeldige e-mail. E-mail adres moet in de vorm iemand@ergens.com zijn
pl: Nieprawidłowy email. Adres email powinien posiadać formę somebody@somewhere.com
sv: Felaktig e-post. E-postadressen skall vara i formen namn@var.com

# Create_Account_Failed_msg4
source: Please select a Wifi network to connect
de: Bitte wählen Sie ein WLAN-Netzwerk zum Verbinden aus
es: Por favor seleccione una red Wifi para conectarse
es_419: Seleccione una red Wi-Fi para conectarse
fr: Veuillez sélectionner un réseau WiFi pour vous connecter
fr_ca: Veuillez sélectionner un réseau Wi-Fi pour la connection
it: Selezionare una rete Wi-Fi per la connessione
nl: Selecteer een Wifi-netwerk om te verbinden
pl: Prosimy wybrać sieć Wifi, aby podłączyć
pt: Por favor seleccione uma rede Wi-Fi para se conectar
sv: Välj ett Wifi-nätverk att ansluta till

source: Detect Camera
de: Kamera entdecken
es: Detectar cámara
es_419: Detectar cámara
fr: Détecter Caméra
fr_ca: Caméra Détectée
it: Rileva videocamera
nl: Detecteer Camera
pl: Wykryj kamerę
pt: Detectar Câmara
sv: Upptäck kamera

source: Done
de: Fertig
es: Hecho
es_419: Listo
fr: Terminé
fr_ca: Terminé
it: Fine
nl: Voltooid
pl: Gotowe
pt: Concluído
sv: Klar

source: Edit
de: Bearbeiten
es: Editar
es_419: Editar
fr: Éditer
fr_ca: Modifié
it: Modifica
nl: Bewerken
pl: Edytuj
pt: Editar
sv: Redigera

source: Email Format error
de: E-Mail-Format-Fehler
es: Error en formato de email
es_419: Error de formato de correo electrónico
fr: Erreur Format E-mail
fr_ca: Erreur Format de Courriel
it: Errore formato e-mail
nl: E-mail Formatteringfout
pl: Format emaila błędny
pt: Erro no formato de e-mail

# Email_Format_error_msg
source: Correct email format is of the form: someone@somedomain.com. Please try again!
de: Ein korrektes E-Mail-Format besitzt die Form: irgendjemand@irgedeinedomain.com. Bitte versuchen Sie es noch einmal!
es: El formato correcto de email es: alguien@algúndominio.com. Por favor inténtelo de nuevo!
es_419: El formato correcto de correo electrónico es: alguien@algundominio.com. ¡Por favor intente nuevamente!
fr: Format correct d'e-mail est : someone@somedomain.com . Veuillez réessayer !
fr_ca: Le format de courriel approprié est sous la forme : someone@somedomain.com. Veuillez essayer à nouveau !
it: Il formato e-mail corretto è nella forma: someone@somedomain.com. Riprovare!
nl: Juiste e-mail formaat is in de vorm: iemand@eendomein.com. Probeer het opnieuw!
pl: Prawidłowy format emaila to forma: someone@somedomain.com. Prosimy spróbować ponownie!
pt: O formato de e-mail correto é da forma: someone@somedomain.com. Por favor, tente novamente!
sv: Korrekt e-postformat är i formen: någon@någondomain.com. Var god försök igen!

source: Enter Network Information
de: Netzwerkdaten eingeben
es: Introducir información de red
es_419: Ingresar información de la red
fr: Entrer Information Réseau
fr_ca: Entrer l'Information de Réseau
it: Inserisci le informazioni di rete
nl: Voer netwerk informatie in
pl: Wprowadź informacje sieciowe
pt: Digite Informações de Rede
sv: Mata in nätverksinformation

source: Enter new camera name
es: Por favor, introduzca un nuevo nombre de cámara
fr: Veuillez saisir un nouveau nom pour cette caméra

# Fail_to_communicate_with_camera
source: Fail to communicate with camera. Retry?
de: Kommunikation mit der Kamera fehlgeschlagen. Wiederholen?
es: Fallo en la comunicación con la cámara. Intentarlo de nuevo?
es_419: Error de comunicación con la cámara. ¿Volver a intentar?
fr: Echec de la communication avec la caméra. Réessayer ?
fr_ca: Échec de la communication avec la caméra. Réessayez ?
it: Impossibile comunicare con la videocamera. Riprovare?
nl: Mislukt om te communiceren met de camera. Opnieuw proberen?
pl: Komunikacja z kamerą nie powiodła się. Próbuj ponownie?
pt: Falha na comunicação com a Câmera. Quer repetir?
sv: Det misslyckades att kommunicera med kameran. Försök igen?

source: Forgot Password
de: Passwort vergessen
es: Olvidó contraseña
es_419: Ha olvidado su contraseña
fr: Mot de passe oublié
fr_ca: Mot de passe oublié
it: Password dimenticata
nl: Wachtwoord vergeten
pl: Zapomniane hasło
pt: Esqueceu-se da senha
sv: Glömt lösenord

# fw_upgrade
source: A camera firmware %@ is available. Do you want to upgrade now?
de: Eine Kamera-Firmware %@ ist erhältlich. Möchten Sie jetzt aktualisieren?
es: Hay disponible un nuevo firmware de cámara %@. Pulse Aceptar para actualizar ahora!
es_419: El firmware %@ de la cámara está disponible. OK nunc afferéntia upgrade!
fr: Un firmware de la caméra %@ est disponible. Souhaitez-vous effectuer la mise à niveau maintenant ?
fr_ca: La caméra micrologiciel est disponible. Press OK to upgrade now!
it: È disponibile un firmware videocamera %@. Premere OK per eseguire l'aggiornamento ora!
nl: Een camera firmware %@ is beschikbaar. Druk op OK om nu te upgraden!
pl: Oprogramowanie firmowe kamery %@ jest dostępne. Naciśnij OK, aby uaktualnić teraz!
pt: Um firmware da câmera @% está disponível. Pressione OK para atualizar agora!
sv: En kameraprogramvara%@ finns tillgänglig. Tryck på OK för att uppgradera nu!

# fw_upgrade_1
source: Restarting Camera...
de: Neustart der Kamera …
es: Reiniciando cámara…
es_419: Reiniciando cámara...
fr: Redémarrage caméra en cours...
fr_ca: Redémarrage de la Caméra...
it: Riavvio della videocamera in corso...
nl: Camera herstarten...
pl: Restartowanie kamery...
pt: Reiniciar Câmera ...
sv: Starta om kamera...

source: Get Camera list Error
de: Fehler beim Holen der Kameraliste
es: Obtener error de lista de cámara
es_419: Error al recibir lista de cámaras
fr: Obtenir Erreur liste caméra
fr_ca: Obtenir la liste d'erreur de la Caméra
it: Ricevi errore elenco videocamere
nl: Ontvang camera lijst fout
pl: Błąd uzyskiwania listy kamery
pt: Obter lista de erros da Câmera
sv: Hämta kamerans fellista

# Get_Camera_list_Error_msg1
source: Server unreachable
de: Server nicht erreichbar
es: Servidor inaccesible
es_419: No se puede acceder al servidor
fr: Serveur inaccessible
fr_ca: Serveur injoingnable
it: Server non raggiungibile
nl: Server niet bereikbaar
pl: Serwer nieosiągalny
pt: Servidor inacessível
sv: Servern kan inte nås

source: Go to Camera list
de: Zur Kameraliste gehen
es: Ir a la lista de cámara
es_419: Ir a la lista de cámaras
fr: Allez à Liste de caméras
fr_ca: Allez à la liste de Caméras
it: Vai a elenco videocamere
nl: Ga naar camera lijst
pl: Idź do listy kamery
pt: Ir para a lista da Câmara
sv: Gå till kameralistan

# High_Quality
source: High Quality (VGA)
de: Hohe Qualität (VGA)
es: Alta calidad (VGA)
es_419: De alta calidad (VGA)
fr: Haute qualité (VGA)
fr_ca: Qualité Supérieure (VGA)
it: Alta qualità (VGA)
nl: Hoge kwaliteit (VGA)
pl: Wysoka jakość (VGA)
pt: Alta Qualidade (VGA)

source: Information
es: Información
es_419: Información
fr: Informations
it: Informazioni
nl: Informatie
pl: Informacja
pt: Informações

# information_msg
source: Motorola Monitor Application version: %1$@ Firmware version:%2$@, Monitoreverywhere Â© All rights Reserved. Camera address:%3$@
de: Monitor Everywhere Application version: %1$@ Firmware version:%2$@, Monitoreverywhere @ All rights Reserved. Camera address:%3$@
es: Versión de Aplicación Monitor Everywhere (vigilar desde todas partes): %1$@ Versión Firmware:%2$@, Monitor Everywhere (vigilar desde todas partes) @ Todo los derechos reservados.
es_419: Vigilar en todas partes Version de la Aplicación: %1$@ Versión de firmware:%2$@, Vigilar en todas partes @ Todos los Derechos Reservados.
fr: Motorola Baby Monitor Application version: %1$@ Firmware version:%2$@, Monitoreverywhere © All rights Reserved. Camera address:%3$@
fr_ca: Moniteur dans Tous les Lieux Application version: %1$@ Firmware version:%2$@, Moniteur dans Tous les Lieux @ Tous droits Réservés.
it: Monitor ovunque Versione Applicazione: %1$@ Versione Firmware:%2$@, Monitor ovunque @ Tutti i diritti riservati.
nl: Overal toezicht houdene Applicatie versie: %1$@ Firmware versie:%2$@, Overal toezicht houden @ Alle Rechten Voorbehouden.
pl: Monitorar em toda parte Application version: %1$@ Firmware version:%2$@, Monitorar em toda parte @ All rights Reserved.
pt: Monitor Everywhere Application version: %1$@ Firmware version:%2$@, Monitoreverywhere © All rights Reserved.
sv: Monitor Everywhere Programversion: %1$@ Operativsystemversion:%2$@, Monitoreverywhere @ Upphovsrättskyddat.

# Invalid_Server_Response
source: Invalid Server Response.(Nil response)
es: Respuesta del servidor invalida
es_419: Respuesta inválida del servidor
fr_ca: Réponse du serveur invalide
it: Risposta del server non valida
nl: Ongeldige server reactie
pl: Nieprawidłowa odpowiedź serwera
sv: Felaktigt svar från servern

source: Level 1
de: Stufe 1
es: Nivel 1
es_419: Nivel 1
fr: Niveau 1
fr_ca: Niveau 1
it: Livello 1
nl: Niveau 1
pl: Poziom 1
pt: Nível 1
sv: Nivå 1

# Level1_
source: Level 1 (Low)
de: Stufe 1 (Niedrig)
es: Nivel 1 (bajo)
es_419: Nivel 1 (bajo)
fr: Niveau 1 (bas)
fr_ca: Niveau 1 (Bas)
it: Livello 1 (Basso)
nl: Niveau 1 (Laag)
pl: Poziom 1 (niski)
pt: Nível 1 (Baixo)
sv: Nivå 1 (låg)

source: Level 2
de: Stufe 2
es: Nivel 2
es_419: Nivel 2
fr: Niveau 2
fr_ca: Niveau 2
it: Livello 2
nl: Niveau 2
pl: Poziom 2
pt: Nível 2
sv: Nivå 2

source: Level 3
de: Stufe 3
es: Nivel 3
es_419: Nivel 3
fr: Niveau 3
fr_ca: Niveau 3
it: Livello 3
nl: Niveau 3
pl: Poziom 3
pt: Nível 3
sv: Nivå 3

source: Level 4
de: Stufe 4
es: Nivel 4
es_419: Nivel 4
fr: Niveau 4
fr_ca: Niveau 4
it: Livello 4
nl: Niveau 4
pl: Poziom 4
pt: Nível 4
sv: Nivå 4

# Level4_
source: Level 4 (High)
de: Stufe 4 (Hoch)
es: Nivel 4 (alto)
es_419: Nivel 4 (alto)
fr: Niveau 4 (haut)
fr_ca: Niveau 4 (Haut)
it: Livello 4 (Alto)
nl: Niveau 4 (hoog)
pl: Poziom 4 (wysoki)
pt: Nível 4 (Alto)
sv: Nivå 4 (hög)

source: Local Wifi
de: Vom lokalen WLAN
es: Desde Wi-Fi local
es_419: Desde Wi-Fi local
fr_ca: Du Wi-Fi local
it: Da Wi-Fi locale
nl: Van lokaal WiFi
pl: Z lokalnego wi-fi
pt: Wifi local
sv: Från lokalt wifi-nätverk

source: Logging in to server...
de: Einloggen in den Server…
es: Iniciar sesión en servidor…
es_419: Iniciando sesión en el servidor ...
fr: Connexion au serveur ...
fr_ca: Connection du serveur...
it: Accesso al server in corso...
nl: Aanmelden bij de server ...
pl: Logowanie do serwera...
pt: A iniciar sessão no servidor ...
sv: Loggar in på server...

source: Login
es: Iniciar sesión
es_419: Inicio de sesión
fr: Connexion
fr_ca: Connection
it: Accesso
nl: Inloggen
sv: Logga in

source: Login Error
de: Login-Fehler
es: Error en inicio de sesión
es_419: Error de inicio
fr: Erreur de connexion
fr_ca: Erreur de Connection
it: Errore di accesso
nl: Inlog fout
pl: Błędny login
pt: Erro no Login
sv: Inloggningsfel

# Login_Error_msg
source: Server response invalid, please try again!
de: Serverantwort ungültig. Bitte noch einmal versuchen!
es: Respuesta de servidor no válida, por favor inténtelo de nuevo!
es_419: ¡Respuesta del servidor inválida, por favor intentar de nuevo!
fr: Réponse du serveur non valide, veuillez réessayer !
fr_ca: La réponse du serveur est invalide, veuillez essayer à nouveau !
it: Risposta del server non valida, riprovare!
nl: Serverantwoord ongeldig, probeer het opnieuw!
pl: Błędna odpowiedź serwera, prosimy spróbować ponownie!
pt: Resposta do servidor inválido, por favor tente novamente!
sv: Felaktigt serversvar, var god försök igen!

# Login_Error_msg2
source: Server error: %@
de: Serverfehler: %@
es: Error de servidor: %@
es_419: Error de servidor: %@
fr: Erreur de serveur : %@
fr_ca: Erreur de Serveur : %@
it: Errore del server: %@
nl: Serverfout: %@
pl: Błąd serwera: %@
pt: Erro no servidor:% @
sv: Serverfel: %@

# Login_Error_msg3
source: Server is unreachable. Do you want to access your cameras offline?
de: Der Server ist nicht erreichbar. Möchten Sie offline auf Ihre Kameras zugreifen?
es: Servidor inaccesible. Desea acceder a sus cámaras offline?
es_419: No se puede acceder al servidor. ¿Desea acceder a las cámaras sin conexión?
fr: Serveur inaccessible. Voulez-vous accéder à vos caméras hors-ligne ?
fr_ca: Le serveur est injoingnable. Désirez-vous accéder votre bureau de caméra en ligne ?
it: Il server non è raggiungibile. Vuoi accedere alle videocamera offline?
nl: Server is niet bereikbaar. Wilt u online toegang tot uw camera's krijgen?
pl: Serwer jest nieosiągalny. Czy chcesz uzyskać dostęp offline do twojej kamery?
pt: O servidor está inacessível. Você pretende aceder às suas câmeras offline?
sv: Servern kan inte nås. Vill du ha åtkomst till dina kameror offline?

source: Logout
es: Cerrar sesión
es_419: Finalizar sesión
fr: Déconnexion
fr_ca: Déconnexion
it: Uscita
nl: Afmelden
pl: Wylogowanie
sv: Logga ut

# melody_1
source: Rock a Bye Baby
es: Rock a Bye Baby (canción de cuna)
fr_ca: berceuse Rock a Bye Baby
it: Cantiamo Piccolo
pt: Definir uma despedida para o Bebé

# melody_2
source: Lullaby and Goodnight
de: Schlaflied und gute Nacht
es: Canción de cuna y buenas noches
es_419: Canción de cuna y buenas noches
fr: Berceuse et Bonne nuit
fr_ca: Une Berceuse et une Bonne Nuit.
it: Ninnananna e buona notte
nl: Slaapliedje en welterusten
pt: Canção de embalar e boa noite
sv: Vaggvisa och godnatt

# melody_3
source: Lavender Blue
es: Azul Lavanda
es_419: Lavanda azul
fr: Bleu Lavande
fr_ca: Bleu Lavande
it: Blu lavanda
nl: Lavendel blauw
pt: Azul lavanda
sv: Lavendelblå
