Repository: diennt82/work
Catalog: *.lproj/Localizable.strings
Languages: de, es, es_419, fr, fr_ca, it, nl, pl, pt, sv

# melody_4
source: Twinkle Twinkle Little Star
es: Twinkle Twinkle Little Star (Estrellita dónde estas?)
fr_ca: Berceuse (Twinkle Twinkle Little Star)
it: Brilla Piccola Stellina
pt: Brilha Brilha Pequena Estrela

# melody_5
source: Hush Little Baby
es: Hush Little Baby (canción de cuna)
es_419: Calla pequeño bebé
fr: Chut petit bébé
fr_ca: Dors Petit Bébé (Hush Little Baby)
it: Silenzio Piccolo
pt: Silenciar Bebé Pequeno

# network_lost_link
source: Camera disconnected due to network connectivity problem. Trying to reconnect...
de: Kamera wurde aufgrund eines Netzwerkkonnektivitätsproblems getrennt. Es wird versucht, sie erneut zu verbinden…
es: Cámara desconectada debido a un problema de conectividad de red. Intentando reconectar …
es_419: Cámara desconectada debido a un problema de conectividad de red. Tratando de volver a conectar ...
fr: Caméra déconnectée à cause de problème de connectivité réseau. Tentative de reconnexion ...
fr_ca: La caméra est déconnecté en raison de problème de connectivité. Réessayer la connection...
it: Videocamera scollegata a seguito di un problema di connettività di rete. Tentativo di riconnessione in corso...
nl: Cameraverbinding verbroken door een probleem met de netwerkverbinding. Probeert om opnieuw te verbinden...
pl: Kamera jest odłączana w związku z problemem łączności sieciowej. Próba ponownego podłączenia...
pt: Câmera desligada devido a problema de conectividade de rede. Tentando reconectar ...
sv: Kameran kopplades bort på grund av nätverksanslutningsproblem. Försöker ansluta igen...

source: New Name
de: Neuer Name
es: Nuevo nombre
es_419: Nuevo nombre
fr: Nouveau nom
fr_ca: Nouveau Nom
it: Nuovo nome
nl: Nieuwe naam
pl: Nowa nazwa
pt: Novo nome
sv: Nytt namn

source: Next
de: Weiter
es: Próximo
es_419: Siguiente
fr: Suivant
fr_ca: Après
it: Avanti
nl: Volgende
pl: Następny
pt: Próximo
sv: Nästa

# Normal_Quality
source: Normal Quality (QVGA)
de: Normale Qualität (QVGA)
es: Calidad normal (QVGA)
es_419: Calidad normal (QVGA)
fr: Qualité normale (QVGA)
fr_ca: Qualité normale (QVGA)
it: Qualità normale (QVGA)
nl: Normale kwaliteit (QVGA)
pl: Normalna jakość (QVGA)
pt: Qualidade Normal (QVGA)
sv: Normal kvalitet (QVGA)

source: Not Available
de: Nicht verfügbar
es: No disponible
es_419: No disponible
fr: Non disponible
fr_ca: Non Disponible
it: Non disponibile
nl: Niet beschikbaar
pl: Niedostępny
pt: Não disponível
sv: Normal kvalitet (QVGA)

source: Not supported
de: Nicht unterstützt
es: No es compatible
es_419: Incompatible
fr: Non pris en charge
fr_ca: Non soutenu
it: Non supportato
nl: Niet ondersteund
pl: Nieobsługiwany
pt: Não suportado
sv: Stöds inte

# quickview_lost_link
source: Network lost link. Please check the Phone, Camera and Wifi router or move closer to the Router
de: Das Netzwerk hat die Verbindung verloren. Bitte überprüfen Sie das Telefon, die Kamera und den WLAN-Router oder bewegen Sie sie näher zum Router.
es: La red perdió el enlace. Por favor revise el teléfono, la cámara y el router Wifi o acérquese al router
es_419: La red perdió el enlace. Por favor revise el teléfono, la cámara y el enrutador Wifi o acérquese al enrutador
fr: Le réseau a perdu le lien. Veuillez vérifier le téléphone, la caméra et le routeur WiFi ou rapprochez-vous du Routeur
fr_ca: Perte de connection entre réseaux Veuillez vérifier le Téléphone, la Caméra et le routeur Wi-Fi, ou veuillez vous rapprocher du routeur.
it: La rete ha perso il collegamento. Controllare il telefono, la videocamera e il router Wi-Fi o spostarsi più vicini al router.
nl: Netwerk heeft de link verloren. Controleer de telefoon, camera en Wifi router of verplaats het dichter bij de router
pl: Sieć utraciła link. Prosimy sprawdzić telefon, kamerę i router Wifi lub zbliżyć się do routera
pt: Link da rede perdido. Por favor, verifique o telefone, câmera e router Wi-Fi ou aproxime-se do Router
sv: Nätverket tappade länken. Kontrollera telefon, kamera och Wifi-router eller flytta närmare till routern

source: Remote Camera
de: Entfernte Kamera
es: Cámara remota
es_419: Cámara remota
fr: Caméra à distance
fr_ca: Caméra à distance
it: Videocamera remota
pl: Zdalna kamera
pt: Câmera remota
sv: Fjärrkamera

source: Remote View Error
de: Fernansichtsfehler
es: Error en vista remota
es_419: Error de vista remota
fr: Erreur Affichage à distance
fr_ca: Erreur de Vision à Distance
it: Errore di visualizzazione remota
nl: Remote weergavefout
pl: Zdalny podgląd Błąd
pt: Erro na visualização remota
sv: Fjärrvisningsfel

# Remote_View_Error_msg
source: Initializing remote connection failed, please retry
de: Initialisierung der Fernverbindung gescheitert, bitte wiederholen
es: Fallo en la inicialización de conexión remota, por favor inténtelo otra vez
es_419: Error al inicializar conexión remota, por favor volver a intentar
fr: Echec de l'initialisation de la connexion à distance, veuillez réessayer
fr_ca: Échec d'initialisation de la connection à distance, veuillez réessayer.
it: Inizializzazione della connessione remota non riuscita, riprovare.
nl: Initialiseren van verbinding op afstand is mislukt, probeer het opnieuw
pl: Inizjalizowanie zdalnego połączenia nie powiodło się, prosimy spróbować ponownie
sv: Initiering av fjärranslutning misslyckades, var god försök igen

# remove_one_cam
source: Please remove one camera from the current list before addding the new one
de: Bitte entfernen Sie eine Kamera von der aktuellen Liste, bevor Sie die neue Kamera hinzufügen
es: Por favor elimine una cámara de la presente lista antes de agregar una nueva
es_419: Elimine una cámara de la lista actual antes de agregar una nueva
fr: Veuillez supprimer une caméra de la liste actuelle avant d'en ajouter une nouvelle
fr_ca: Veuillez supprimer une caméra de la liste avant d'ajouter une nouvelle caméra.
it: Togliere una videocamera dall'elenco corrente prima di aggiungerne una nuova
nl: Gelieve eerst een camera uit de huidige lijst te verwijderen voordat u de nieuwe nieuwe toevoegt
pl: Przed dodaniem nowej prosimy usunąć jedną kamerę z bieżącej listy
pt: Por favor, remova uma câmera na lista atual antes de adicionar a nova
sv: Ta bort en kamera från den aktuella listan innan du lägger till den nya

source: Reset Password Error
de: Fehler beim Passwort zurücksetzen
es: Error en reinicio de contraseña
es_419: Restablecer error de contraseña
fr: Erreur de Réinitialisation du mot de passe
fr_ca: Erreur de Réinitialisation du Mot de Passe
it: Errore di ripristino password
nl: Wachtwoord herstelfout
pl: Resetowanie hasła Błąd
pt: Redefinir Erro na Senha
sv: Återställ lösenordsfel

source: Retry
de: Wiederholen
es: Intentar de nuevo
es_419: Volver a intentar
fr: Réessayer
fr_ca: Réessayez
it: Riprova
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
sv: Försök igen

source: Security
de: Sicherheit
es: Seguridad
es_419: Seguridad
fr: Sécurité
fr_ca: Sécurité
it: Protezione
nl: Veiligheid
pl: Bezpieczeństwo
pt: Segurança
sv: Säkerhet

source: Server error: %@
de: Serverfehler: %@
es: Error de servidor: %@
es_419: Error de servidor: %@
fr: Erreur de serveur : %@
fr_ca: Erreur de Serveur : %@
it: Errore del server: %@
nl: Serverfout: %@
pl: Błąd serwera: %@
pt: Erro no servidor:% @
sv: Serverfel: %@

# Server_error_1
source: Server is unreachable. Please try again later.
de: Der Server ist nicht erreichbar. Bitte versuchen Sie es später noch einmal.
es: Servidor inaccesible. Por favor inténtelo de nuevo más tarde.
es_419: No se puede acceder al servidor. Inténtelo de nuevo más tarde.
fr: Serveur inaccessible. Veuillez réessayer plus tard.
fr_ca: Le serveur est injoingnable. Veuillez essayer à nouveau plus tard.
it: Il server non è raggiungibile. Riprovare più tardi.
nl: Server is niet bereikbaar. Probeer het later opnieuw.
pl: Serwer jest nieosiągalny. Prosimy spróbować później.
pt: O servidor está inacessível. Por favor, tente novamente mais tarde.
sv: Servern kan inte nås. Försök igen senare.

source: Settings
de: Einstellungen
es: Ajustes
es_419: Ajustes
fr: Paramètres
fr_ca: Réglages
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações
sv: Inställningar

source: Setup Complete
de: Einrichten abgeschlossen
es: Configuración completa
es_419: Instalación completada
fr: Configuration terminée
fr_ca: Réglage Complet
it: Installazione completata
nl: Installatie voltooid
pl: Ustawienia zakończono
pt: Configuração completa
sv: Inställning komplett

source: Sound detected
de: Geräusch erkannt
es: Sonido detectado
es_419: Sonido detectado
fr: Son détecté
fr_ca: Son Détecté
it: Suono rilevato
nl: Geluid gedetecteerd
pl: Rozpoznano dźwięk
pt: Som detectado
sv: Ljud upptäckt

source: Streamer Stopped
de: Streamer angehalten
es: Transmisión detenida
es_419: Transmisor detenido
fr: Transmission arrêtée
it: Flusso interrotto
nl: Streamer gestopt
pl: Strumieniowanie zatrzymano
pt: Streamer Parado
sv: Uppspelning stoppad

source: Switch On Camera
de: Kamera einschalten
es: Encender cámara
es_419: Encender la cámara
fr: Allumez la caméra
fr_ca: Démarrer la Caméra (ON)
it: Accendi videocamera
nl: Schakel camera aan
pl: Włącz kamerę
pt: Ligar Camera
sv: Sätt På kamera

source: Temperature too high
de: Temperatur zu hoch
es: Temperatura demasiado alta
es_419: Temperatura demasiado alta
fr: Température trop élevée
fr_ca: Température est trop chaude
it: Temperatura troppo alta
nl: Temperatuur te hoog
pl: Temperatura za wysoka
pt: Temperatura demasiado elevada
sv: Temperatur för hög

source: Temperature too low
de: Temperatur zu niedrig
es: Temperatura demasiado baja
es_419: Temperatura demasiado baja
fr: Température trop basse
fr_ca: Température est trop froide
it: Temperatura troppo bassa
nl: Temperatuur te laag
pl: Temperatura za niska
pt: Temperatura muito baixa
sv: Temperatur för låg

source: Time out
de: Zeitüberschreitung
es: Tiempo de espera
es_419: Tiempo de espera
fr: Temps écoulé
fr_ca: Expiré
pl: Czas się skończył
pt: O tempo expirou

# Time_out_msg
source: The video has been viewed for about 5 minutes. Do you want to continue?
de: Das Video wurde über 5 Minuten lang angesehen. Möchten Sie damit fortfahren?
es: El video ha sido visto por cerca de 5 minutos. ¿Desea continuar?
es_419: El video ha sido visto por cerca de 5 minutos. ¿Quiere continuar?
fr: La vidéo a été visionnée pendant environ 5 minutes. Souhaitez-vous poursuivre ?
fr_ca: La vidéo est visionnée pour environ 5 minutes. Désirez-vous continuer ?
it: Il video è stato visualizzato per circa 5 minuti. Continuare?
nl: De video is gedurende ongeveer 5 minuten bekeken. Wilt u doorgaan?
pl: Video było oglądane przez około 5 minut. Czy chcesz kontynuować?
pt: O vídeo foi visto durante cerca de 5 minutos. Você quer continuar?
sv: Videon har visats under omkring 5 minuter. Vill du fortsätta?

# udt_relay_connect
source: Connecting through relay... please wait...
de: Verbinden durch Relay... Bitte warten...
es: Conectando mediante rele…por favor espera…
es_419: Conectando mediante retransmisión… favor de esperar…
fr_ca: Connexion par le biais de relais... s'il vous plaît, patientez...
it: Connessione via relay in corso… attendere…
nl: Verbinden doormiddel van relays... een moment geduld...
sv: Ansluter genom vidarekoppling...vänta...

# Unable_to_rename_this_camera
source: Unable to rename this camera. Please log-in and try again
de: Umbenennen dieser Kamera fehlgeschlagen Bitte einloggen und noch einmal versuchen
es: Imposible renombrar esta cámara. Por favor inicie sesión y vuelva a intentarlo
es_419: No es posible cambiar el nombre de esta cámara. Iniciar sesión y volver a intentar
fr: Impossible de renommer la caméra. Veuillez vous connecter et réessayer
fr_ca: Impossible de renommer la caméra. Veuillez vous connecter et réessayer
it: Impossibile rinominare questa videocamera. Accedere e riprovare
nl: Kan deze camera niet hernoemen. Log in en probeer het opnieuw
pl: Zmiana nazwy tej kamery nie powiodła się. Zaloguj się i spróbuj ponownie
pt: Não é possível renomear esta câmara. Por favor, faça login e tente novamente
sv: Kan inte döpa om den här kameran. Logga in och försök igen

# video_rec_not_supported
source: Video recording is not supported, coming soon
de: Videoaufzeichnung wird nicht unterstützt, kommt aber bald
es: La grabación de vídeo no es compatible, llegará próximamente
es_419: La grabación de vídeo no es compatible, disponible próximamente
fr: L'enregistrement vidéo n'est pas pris en charge, à venir prochainement
it: La registrazione video non è supportata, presto lo sarà
nl: Video-opname wordt niet ondersteund, wordt snel verwacht
pl: Nagranie video nie jest obsługiwane, nadejdzie wkrótce
pt: A gravação de vídeo não é suportada, Em breve
sv: Videoinspelning stöds inte, kommer snart

# wifi_not_available
source: Mobile data is enabled. If you continue to connect, you may incur air time charges. Do you want to proceed?
de: Mobile Daten sind eingeschaltet. Wenn Sie mit der Verbindung fortfahren, können dafür Gebühren anfallen. Wollen Sie fortfahren?
es: Los datos de movil estan activados. Si continuas conectandote, puede que tenga recargo. ¿Quieres proceder?
es_419: Los datos móviles están activados. Si continúa y se conecta, usted puede incurrir en cobros por tiempo aire. ¿Quiere continuar?
fr_ca: Les données mobiles sont activées. Si vous continuez à vous connecter, des frais de temps d'antenne peuvent être chargés. Voulez-vous continuer ?
it: La trasmissione di dati sul cellulare è abilitata. Procedendo con il collegamento, ti potrebbero venir addebitati dei costi di traffico. Desideri proseguire?
nl: Mobile data is ingeschakeld. Als u verder gaan met verbinden kan het zijn dat uw provider kosten in rekening brengt. Wilt u verder gaan?
pl: Dane mobilne są włączone. Jeśli będziesz kontynuował próbę połączenia, możesz zostać obciążony kosztami przez swojego operatora. Chcesz przejść dalej?
sv: Datamottagning med mobil har aktiverats. Om du fortsätter och ansluter kan du komma att debiteras för uppkopplingstiden. Vill du fortsätta?

source: Yes
de: Ja
es: Sí
es_419: Sí
fr: Oui
fr_ca: Oui
it: Sì
nl: Ja
pl: Tak
pt: Sim
sv: Ja

source: Camera Name:
de: Kameraname
es: Nombre de Cámara:
es_419: Nombre de la Cámara
fr: Nom Caméra :
fr_ca: Nom Caméra :
it: Nome videocamera:
nl: Camera Naam:
pl: Nazwa kamery:
pt: Nome da Câmera:
sv: Kameranamn:

source: Camera Volume:
de: Kameralautstärke
es: Volumén de la Cámara:
es_419: Volumen de la Cámara
fr: Volume Caméra :
fr_ca: Volume Caméra :
it: Volume videocamera:
pl: Głośność kamery:
pt: Volume da câmara:
sv: Volym:

source: Camera Brightness:
de: Kamerahelligkeit
es: Brillo de la Cámara:
es_419: Brillo de la Cámara
fr: Luminosité Caméra :
fr_ca: Luminosité Caméra :
it: Luminosità videocamera:
nl: Camera Helderheid:
pl: Jasność kamery:
pt: Brilho da câmera:
sv: Ljusstyrka:

source: Sound Sensitivity Settings:
de: Einstellungen für Tonsensibilität
es: Configuración de la Sensibilidad del Sonido
es_419: Configuración de Sensibilidad al Sonido:
fr: Configuration de la Sensibilité du Son :
fr_ca: Configuration de la Sensibilité du Son :
it: Impostazioni sensibilità suono:
nl: Geluidssensitiviteit Instellingen:
pl: Ustawienia czułości dźwięku:
pt: Configurações de sensibilidade de som:
sv: Inställning för ljudkänslighet:

source: Temperature Unit:
de: Temperatureinheit
es: Unidad de Temperatura:
es_419: Unidad de Temperatura:
fr: Unité de Température :
fr_ca: Unité de Température :
it: Unità di misura temperatura:
nl: Temperatuureenheid:
pl: Jednostka temperatury:
pt: Unidade de temperatura:
sv: Temperaturenhet:

source: Video Quality:
de: Videoqualität
es: Calidad de Vídeo:
es_419: Calidad de Video:
fr: Qualité Vidéo
fr_ca: Qualité Vidéo
it: Qualità video:
nl: Videokwaliteit:
pl: Jakość obrazu:
pt: Qualidade de vídeo:
sv: Bildkvalitet:

source: Remove this camera
de: Diese Kamera entfernen
es: Quitar esta cámar
es_419: Remover esta cámara
fr: Retirer cette caméra
fr_ca: Retirer cette caméra
it: Elimina questa videocamera
nl: Verwijder deze camera
pl: Usuń tę kamerę:
pt: Remover esta câmara
sv: Ta bort kameran

source: Information
es: Información
es_419: Información
it: Informazioni
nl: Informatie
pl: Informacje
pt: informações

# Initialize
source: INITIALIZING...
es: INICIALIZANDO...
sv: INITIALISERAR...

# Create_Account_Failed_msg1
source: Password has to be between 3-12 characters
es_419: Password has to be between 8-12 characters
fr_ca: Password has to be between 8-12 characters
it: Password has to be between 8-12 characters
nl: Password has to be between 8-12 characters
pl: Password has to be between 8-12 characters
pt: Password has to be between 8-12 characters
sv: Password has to be between 8-12 characters

# Invalid_Camera_Name_msg
source: Camera Name has to be between 3-15 characters
es_419: Camera Name has to be between 3-20 characters
fr_ca: Camera Name has to be between 3-20 characters
it: Camera Name has to be between 5-30 characters
nl: Camera Name has to be between 5-30 characters
pl: Camera Name has to be between 5-30 characters
pt: Camera Name has to be between 5-30 characters

source: Registration Error
de: Anmeldefehler
es_419: Error de registro
fr: Erreur d'enregistrement
fr_ca: Erreur d'Enregistrement
it: Errore di registrazione
nl: Registratiefout
pl: Błąd rejestracji
pt: Erro no registo
sv: Registreringsfel

# Registration_Error_1
source: BMS Server is unreachable. Please goto WIFI setting to ensure iOS device is connected to router/3G network
de: Der BMS-Server ist nicht erreichbar. Bitte gehen Sie zu den WLAN-Einstellungen, um sich zu vergewissern, dass das iOS-Gerät mit dem Router/3G-Netzwerk verbunden ist.
es_419: No se puede acceder al servidor BMS. Vaya a la configuración WIFI para asegurar que el dispositivo iOS esté conectado a la red enrutador/3G
fr: Serveur BMS inaccessible. Veuillez aller à la configuration WIFI pour vous assurer que le périphérique iOS est connecté au routeur/réseau 3G
fr_ca: Votre serveur BMS est injoingnable. Veuillez accéder aux réglages WiFi et assurez-vous que le dispositif iOS est connecté avec le réseau routeur/3G
it: Il server BMS non è raggiungibile. Andare all'impostazione WIFI per verificare che il dispositivo iOS sia connesso al router/rete 3G
nl: BMS server is onbereikbaar. Gelieve naar de WIFI instelling te gaan om ervoor te zorgen dat uw iOS-apparaat is aangesloten op de router/het 3G netwerk
pl: Serwer BMS jest nieosiągalny. Prosimy wejść w ustawienia WIFI, aby upewnić się, że urządzenie iOS jest podłączone do sieci router/3G
pt: O Servidor BMS está inacessível. Por favor, vá para a configuração WIFI para se assegurar que o dispositivo iOS está ligado ao router / rede 3G
sv: BMS-server kan inte nås. Gå till WIFI-inställningar för att säkerställa att iOS-enhet är ansluten till router/3G-nätverk

source: Version %@
es_419: Versión %@
it: Versione %@
nl: Versie %@
pl: Wersja %@
pt: Versão %@

source: No
de: NEIN
fr: Non
fr_ca: Non
nl: Nee
pl: Nie
pt: Não
sv: Nej
